Repository: lmoffereins/deurwachter
Catalog: languages/portier-*.po
Languages: nl_nl

source: Site protection is active
nl_nl: Sitebescherming is actief

source: Site protection is not active
nl_nl: Sitebescherming is niet actief

source: Portier Settings
nl_nl: Portier Instellingen

source: Site Protection
nl_nl: Sitebescherming

source: The shield icon will show the current state of the protection of this site. When site protection is active, it is colored accordingly.
nl_nl: Het schild toont de huidige status van de sitebescherming. Als de sitebescherming actief is, is dit te zien aan de kleur van het icoontje.

source: Access Settings
nl_nl: Toegang Instellen

source: Settings
nl_nl: Instellingen

source: Allow site users
nl_nl: Toegang voor gebruikers van de site

source: Allow network users
nl_nl: Toegang voor gebruikers van het netwerk

source: Allow none
nl_nl: Toegang voor niemand

source: %d allowed user
nl_nl: %d toegestane gebruiker

source: Protect my site
nl_nl: Bescherm mijn site

source: Default access
nl_nl: Standaardtoegang

source: Login message
nl_nl: Loginbericht

source: Allowed users
nl_nl: Toegestane gebruikers

source: When you choose to enable site protection, set the default access level to use as the baseline for user access. Any other settings will increase site access rather than decrease it. For example, the 'Allowed users' setting adds selected users to the set of already allowed users. Plugins may add their own access settings here as well.
nl_nl: Als je sitebescherming activeert, bepaalt de standaardtoegang het startpunt voor toegang tot je site. Alle andere instellingen zullen de toegang vergroten, niet verkleinen. De instelling 'Toegestane gebruikers' voegt bijvoorbeeld geselecteerde gebruikers toe aan de reeds toegestane gebruikers. Plugins kunnen hier ook hun eigen toegangsinstellingen toevoegen.

source: Enable site protection
nl_nl: Activeer sitebescherming

source: Select which default level of protection should be applied
nl_nl: Selecteer welk standaardniveau voor bescherming gebruikt moet worden

source: Select a user
nl_nl: Selecteer een gebruiker

source: Select which users will have access
nl_nl: Selecteer de gebruikers die toegang krijgen

source: When site protection is active, this message will be shown at the login screen.
nl_nl: Wanneer sitebescherming actief is, wordt dit bericht getoond op het loginscherm.

source: Allowed HTML tags are: %s, %s and %s.
nl_nl: Toegestane HTML tags zijn: %s, %s en %s.

source: Protected
nl_nl: Beschermd

source: Default Access
nl_nl: Standaardtoegang

source: Allowed Users
nl_nl: Toegestane gebruikers

source: Enable protection
nl_nl: Bescherming activeren

source: Disable protection
nl_nl: Bescherming deactiveren

source: Main Site
nl_nl: Hoofdsite

source: %s and %d more
nl_nl: %s en %d meer

source: %d user
nl_nl: %d gebruiker

source: Portier Network Settings
nl_nl: Portier Netwerk Instellingen

source: Main
nl_nl: Algemeen

source: Portier Network
nl_nl: Portier Netwerk

source: Main Settings
nl_nl: Algemene Instellingen

source: Settings saved.
nl_nl: Instellingen bijgewerkt.

source: Something went wrong.
nl_nl: Er ging iets fout.

source: Protection enabled for %d site.
nl_nl: Bescherming aangezet voor %d site.

source: Protection disabled for %d site.
nl_nl: Bescherming uitgezet voor %d site.

source: Portier is only active for the network. There are no site settings here.
nl_nl: Portier is alleen actief voor het netwerk. Er zijn geen site instellingen hier.

source: Network: %s (except the main site)
nl_nl: Netwerk: %s (behalve de hoofdsite)

source: Network: %s
nl_nl: Netwerk: %s

source: Network protection is active
nl_nl: Netwerkbescherming is actief

source: Network protection is not active
nl_nl: Netwerkbescherming is niet actief

source: Network only
nl_nl: Alleen voor het netwerk

source: Redirect to allowed site
nl_nl: Stuur naar toegestane site

source: Hide My Sites
nl_nl: Verberg Mijn sites

source: Protect this network
nl_nl: Bescherm dit netwerk

source: When you choose to enable network protection, set the default access level to use as the baseline for user access. Any other settings will increase site access rather than decrease it. For example, the 'Allowed users' setting adds selected users to the set of already allowed users. Plugins may add their own access settings here as well.
nl_nl: Als je netwerkbescherming activeert, bepaalt de standaardtoegang het startpunt voor toegang tot je netwerk. Alle andere instellingen zullen de toegang vergroten, niet verkleinen. De instelling 'Toegestane gebruikers' voegt bijvoorbeeld geselecteerde gebruikers toe aan de reeds toegestane gebruikers. Plugins kunnen hier ook hun eigen toegangsinstellingen toevoegen.

source: Please note that network-defined access restrictions are enforced before any site access restrictions are evaluated. This means that more strict network restrictions are favored over less strict site restrictions.
nl_nl: Let op! Toegangsbeperkingen op netwerkniveau worden afgedwongen voor enige sitebescherming wordt gebruikt. Dit betekent dat meer beperkende netwerkbescherming altijd voorrang krijgt op minder beperkende sitebescherming.

source: Disable this plugin for individual sites
nl_nl: Maak deze plugin inactief voor individuele sites

source: Enable network protection
nl_nl: Activeer netwerkbescherming

source: Instead of just logging the user out, try to redirect the user from protected sites to an allowed site or the network home, when available
nl_nl: Indien mogelijk, probeer de gebruiker van een beschermde site naar een toegestane site te sturen, in plaats van hem uit te loggen.

source: Hide the My Sites links and page when a user has access to only one site
nl_nl: Verberg de Mijn sites links en pagina's als een gebruiker toegang heeft tot slechts één site

source: When protecting the network, do not apply protection to the main site
nl_nl: Als netwerkbescherming actief is, negeer dit dan voor de hoofdsite

source: When network protection is active, this message will be shown at the login screen.
nl_nl: Wanneer netwerkbescherming actief is, wordt dit bericht getoond op het loginscherm.

source: Allowed Member Types
nl_nl: Toegestande lidtypen

source: Allowed groups
nl_nl: Toegestane groepen

source: %d allowed member type
nl_nl: %d toegestaan lidtype

source: %d allowed group
nl_nl: %d toegestane groep

source: Allowed Groups
nl_nl: Toegestane groepen

source: %d group
nl_nl: %d groep

source: Select a type
nl_nl: Selecteer een type

source: Select the member types of which users will have access
nl_nl: Selecteer de lidtypen waarvan de gebruikers toegang krijgen

source: Select a group
nl_nl: Selecteer een groep

source: Select the groups whose members will have access
nl_nl: Selecteer de groepen wiens leden toegang krijgen

source: Limit user access to your (multi)site. Formerly Guard.
nl_nl: Beperk de toegang van gebruikers tot je (multi)site. Voorheen Guard.
